<?php
return [

   'login'                        => 'تسجيل دخول',
   'ar'                           => 'عربى',
   'en'                           => 'انجليزى ',
   'main_lang'                    => 'اللغة الافتراضية ',
   'adminpanel'                   => 'لوحة التحكم',
   'inccorrect_information_login' => 'البريد الالكترونى او كلمة المرور غير صحيحة من فضلك اعد المحاولة',
   'forgot_password'              => 'نسيت كلمة المرور',
   'the_link_reset_sent'          => 'ارسل رابط استعادة الحساب',
   'admin'                        => 'حسابات المشرفين',
   'dashboard'                    => 'الرئيسية',
   'create_admin'                 => 'اضف مشرف جديد',
   'ex_excel'                     => 'تصدير ك Excel',
   'ex_csv'                       => 'تصدير ك CSV',
   'all_record'                   => 'كل السجلات',
   'sProcessing'                  => 'تحميل',
   'sLengthMenu'                  => 'اظهار _MENU_ سجل',
   'sZeroRecords'                 => 'صفر سجل',
   'sEmptyTable'                  => 'جدول خالى',
   'sInfo'                        => 'اظهار _START_ الى  _END_ من _TOTAL_ سجل',
   'sInfoEmpty'                   => 'معلومات خالية',
   'sInfoFiltered'                => 'معلومات منتقاه',
   'sInfoPostFix'                 => '',
   'sSearch'                      => 'بحث',
   'sUrl'                         => '',
   'sInfoThousands'               => '',
   'sLoadingRecords'              => 'تحميل السجلات',
   'sFirst'                       => 'الاول',
   'sLast'                        => 'الاخير',
   'sNext'                        => 'التالى',
   'sPrevious'                    => 'السابق',
   'sSortAscending'               => 'ترتيب بحسب الاقدم',
   'sSortDescending'              => 'ترتيب بحسب الاحدث',
   'edit'                         => 'تعديل',
   'add'                          => 'إضافة',
   'delete'                       => 'حذف',
   'admin_name'                   => 'اسم المشرف',
   'admin_email'                  => 'بريد المشرف',
   'created_at'                   => 'أنشيء فى',
   'updated_at'                   => 'محدث فى',
   'ask_delete_itme'              => 'هل انت موافق على حذف السجلات التالية وهي عددها ',
   'ask_delete_dep'               => 'هل تريد حذف القسم',
   'please_check_some_records'    => 'من فضلك قم باختيار بعض السجلات للحذف',
   'yes'                          => 'حسنا',
   'no'                           => 'لا',
   'close'                        => 'غلق',
   'name'                         => 'الاسم',
   'email'                        => 'البريد الالكترونى',
   'password'                     => 'كلمة السر',
   'record_added'                 => 'تم إضافة السجل بنجاح',
   'save'                         => 'حفظ',
   'updated_record'               => 'تم تحديث البيانات بنجاح',
   'deleted_record'               => 'تم الحذف للبيانات بنجاح',
   'delete_this'                  => 'هل انت موافق على حذف   ؟',
   'users'                        => 'الاعضاء',
   'user'                         => 'عضو',
   'company'                      => 'شركة',
   'vendor'                       => 'مكتب',
   'level'                        => 'مستوى العضوية',
   'settings'                     => 'الاعدادات',
   'sitename_ar'                  => 'اسم الموقع بالعربى',
   'sitename_en'                  => 'اسم الموقع بالانجليزية',
   'logo'                         => 'شعار الموقع',
   'icon'                         => 'رمز الموقع',
   'description'                  => 'وصف الموقع',
   'keywords'                     => 'الكلمات الدليلية',
   'status'                       => 'الحالة',
   'open'                         => 'مفتوح',
   'message_maintenance'          => 'رسالة الصيانة',
   'countries'                    => 'الدول',
   'create_countries'             => 'اضافة دولة جديدة',
   'country_name_ar'              => 'اسم الدولة عربى',
   'country_name_en'              => 'اسم الدولة انجليزى',
   'country_flag'                 => 'العلم',
   'currency'                     => ' العمله ',
   'mob'                          => 'كود الدولة',
   'code'                         => 'اختار / رمز الدولة',
   'cities'                       => 'المدن / المحافظات',
   'city_name_ar'                 => 'اسم المدينة بالعربى',
   'city_name_en'                 => 'اسم المدينة بالانجليزية',
   'country_id'                   => 'الدولة',
   'states'                       => 'المناطق / الاحياء',
   'create_states'                => 'إضافة منطقة جديدة',
   'state_name_ar'                => 'اسم المنطقة بالعربى',
   'state_name_en'                => 'اسم المنطقة بالانجليزية',
   'city_id'                      => 'المدينة',
   'departments'                  => 'الاقسام',
   'department '                  => ' القسم',
   'dep_name_ar'                  => 'اسم القسم بالعربى',
   'dep_name_en'                  => 'اسم القسم بالانجليزية',
   'parent'                       => 'فرعى من',
   'icon'                         => 'الرمز',
   'description'                  => 'الوصف',
   'keyword'                      => 'الكلمات الدليلية',
   'trademarks'                   => 'العلامات التجارية',
   'name_en'                      => 'الاسم بالانجليزية',
   'name_ar'                      => 'الاسم بالعربي',
   'create_trademarks'            => 'إضافة علامة تجارية',
   'trade_icon'                   => 'شعار العلامة التجارية',
   'ship_icon'                    => 'شعار الشركة',
   'manufacturers'                => 'المصنعين',
   'mobile'                       => 'الجوال',
   'facebook'                     => 'فيسبوك',
   'twitter'                      => 'تويتر',
   'website'                      => 'الموقع الرسمى',
   'contact_name'                 => 'المسؤل عن المصنع',
   'lat'                          => '',
   'lng'                          => '',
   'manufacturers_icon'           => 'شعار المصنع',
   'address'                      => 'العنوان',
   'shipping'                     => 'شركات الشحن',
   'owner_id'                     => 'المالك',
   'malls'                        => 'الممجمعات التجارية',
   'mall_icon'                    => 'شعار المول',
   'colors'                       => 'الالوان',
   'color'                        => 'اللون',
   'sizes'                        => 'المقاسات',
   'is_public'                    => 'مقاس عام',
   'department_id'                =>'رقم القسام',
   'weights'                      =>'الاحجام',
   'products'                     =>' المنتجات',
   'product_media'                =>'الوسائط',
   'product_info'                 =>' معلومات المنتج',
   'product_setting'              =>' اعدادات المنتج',
   'product_content'              =>'   محتوى  المنتج',
   'product_size_weight'          =>' ا معلومات الشحن ',
   'product_other_data'           =>'معلومات اضفايه',
   'create_products'              =>'اضافه منتج',
   'save_continue'                =>' حفظ واستمرار',
   'copy_products'                =>'   نسخ منتج  ',
   'department'                   =>'    القسم    ',
   'create_or_edit_product'       =>'اضافه او تعديا المنتج :title ',
   'title'                       =>' العنوان',
   'product_title'                =>'  عنوان المنتج',
   'product_content'              =>' تفصيل المنج',
   'price'                        =>' السعر',
   'stock'                        =>' الكميه',
   'start_at'                       =>'  يبداء فى ',
   'end_at'                         =>' نتهى فى ',
   'price_offer'                    =>'سعر العرض الخاص',
   'status'                         =>' الحاله ',
   'pending'                        =>' فى ال انتظار ',
   'refused'                        =>'مرفوض',
   'active'                         =>'  مفعل ',
   'start_offer_at'                 =>'  بديه تاريخ بدايه العرض الخاص بلمنتج  ',
   'end_offer_at'                   =>'   تاريخ نهايه العرض ',
   'refused_reason'                 =>' سبب ال رفض',
   'mainphoto'                      =>' للمنتج الصوره الرئيسه',
   'other_files'                    =>'    صور او   او ملفات اخرى للمنتج  ',
   'size_id'                        =>' نوع المقاس',
   'size'                           =>'المقاس',
   'weight_id'                      =>' نوع الحجم ',
   'weight'                         =>'الحجم',
   'photos'                         =>' صور المنتج',
    
    
    
    	// ----------------------------------------------
	'whyus'              => 'لماذا نحن',
	'courses'              => 'الكروسات  ',
	'videos'              => 'الفديو ',
	'teachers'              => 'قسم المعلموان',
	'testimonial'              => 'اراء عملائنا',
	'beststudent'              => 'الطالب المثالي',
	'halfhour'              => ' 30  دقيقه',
	'hour'              => ' 60 دقيقه',
	'footer'              => 'الفوتر',
	'slider'              => 'معرض الصور ',
   'slidertext'              => 'نص معرض الصور',
	'contact'              => 'توصل معنا ',
	'student'              => 'الطلاب ',
	'quick'              => 'التسجيل السريع ',
	'stat'              => 'الإحصائيات  ',
	'head_ar'              => 'العنوان بالعربيه',
	'head_en'              => 'العنوان بالانجليزيه ',
	'text_ar'              => 'النص بالعربيه ',
	'text_en'              => 'النص بالانجليزيه ',
	'color_diffe_ar'              => 'نص الاون المختلف بالعربيه  ',
	'color_diffe_en'              => 'نص الون المختلف بالانجليزيه ',
	'image'              => 'الصورة',
	'image_st'              => ' صورة الطالب',
	'image_te'              => 'صورة المعلم ',
	'link'              => 'عنوان ال URL',
	'font_awesome'              => 'كود ايقون فونت ',
	'number'              => 'الارقام',
	'news'              => 'الاخبار',
   'Job'                 => 'الوظيفه ',
   'country'                 => 'الدوله ',
	'job_ar'              => 'الوظيفه بالعربي',
	'job_en'              => 'الوظيفه بالانجليزيه ',
	'country_ar'              => 'الدوله بالعربيه ',
	'country_en'              => 'الدوله بالانجليزيه ',
	'name_Teacher_ar'              => 'اسم المعلم بالعربية ',
	'name_Teacher_en'              => ' اسم  المعلم بالانجليزيه',
	'date_ar'              => 'التاريخ بالعربيه ',
	'date_en'              => 'التاريخ بالانجليزيه ',
	'Lecture_ar'              => 'المحاضرات العربية',
	'Lecture_en'              => 'المحاضرات بالانجليزيه ',
	'phone'              => 'الموبايل ',
	'subject'              => 'الموضوع',
	'message'              => 'الرسالة ',
	'Gender'              => 'النوع',
	'course'              => 'الكورس',
	'age'              => 'العمر',
	'Student1'              => 'الطالب الاول',
	'Student2'              => '  الثانى',
	'Student3'              => '  الثالث',
	'Student4'              => '   الرابع',
	'Student5'              => '  الخامس',
	'how_aboutus'           => 'كيف عرفتنا  !؟ *',
 	'create_videos'              =>'اضافه فديو ',
   	'save'              => 'حفظ ',
   	'job'              => 'الوظيفه ',
      'save'              => 'حفظ ',
	   'text'              => '  النص,',
    	'create_whyus'              => 'انشاء  لماذ نحن ',

   	'title_ar'              => 'العنوان بالعربيه  ',

   	'title_en'              =>  'العنوان بالانجليزيه ',

   	'text1_ar'              => 'النص  1 با لعربيه ',

   	'text1_en'              => 'النص 1 بالانجليزيه  ',

   	'text2_ar'              => 'النص 2  بالعربيه ',

   	'text2_en'              => 'النص 2 بالانجليزيه ',

         'text3_ar'             => 'النص   3 بالعربيه',

         'text3_en'             => 'النص 3 بالانجليزيه',
        'create_slider'              =>  'انشاء معرض ا الصوار ',
        'create_slidertext'              =>  ' انشاء نص  معرض الصور',
   	'create_quick'              => 'تسجيل سريع  ',
    	'create_teachersignup'              => 'انشاء معلم ',
    	'create_teachersignup'              => 'تسجيل  المعلمون',
      'teachersignup'              => ' المعلموان',
 'Messenger_of_Allah_Mohamad'  =>'اللهم صل وسلم على سيدنا محمد وعلى آله وصحبه وسلم',
     'website_main'            =>'المواقع',
     'signout'            =>'خروج',
     'profile'            =>'بروفايل',
     'visit_websit'            =>'زياره المواقع ',
     'control_panel'            =>'لوحه التحكم',
     'this_language_not_available_now'            =>'هذه اللغة غير متوفرة الآن *',

     'head'            =>'العنوان',
     'create_contact'            =>'انشاء تواصل معنا',
     'insert_teacher'            =>'اضافات معلم',
    'create_news'       =>'انشاء خبر ',
     'student_login'            =>'طالب',
     'teacher_login'            =>'معلم',
     'home'            =>'الرئيسه',
     'register'            =>'انشاء حساب',
     'contactus'            =>'تواصل معنا ',
     'Package'            =>'الاسعار',
        'about_us'       =>'  نبذة  عنا  ',
     'important_links'            =>'روابط مهمة',

        'contact_information'       =>'  معلومات   التواصل   ',

     'payments'            =>'وسائل الدفع ',
        'the_perfect_student'       =>' لوحة الطالب المثالي ',
     'in_course'            =>'فى كواس',
     'Statistics'            =>' إحصائيات ساحة القرآن',
 
     'Our_teachers'            =>'المعلمين لدينا ',
     'testimonial'            =>'  طلابنا  من انحاء  العالم يحبوننا ',
     'Why_hoose_Us'            =>'   لماذ ساحه القران',
     'prices'            =>'  الاسعار',
     'call_us'            =>'  اتصل بنا',
        'Select_your_location'            =>'    حدد موقعك',
        'How_did_you_learn_about_us'            =>'      كيف عرفتنا     ?   ',
        'select_your_timezone'            =>'     حدد منطقتك الزمنية ?   ',
        'Leave_us_a_message'            =>'      اترك انا رساله     ',
        'message'            =>'       رساله    ',
        'send'            =>'       ارسال    ',
        'information'            =>'       معلومات    ',

       'send'            =>'    ارسال    ',
       'full_name'            =>'   الاسم كامل   ',
         
        'EVALUATION_PREFERRED'            =>'       التقيم المفضل      ',
        'TIME'            =>'       وقت     ',
        'BASIC'            =>'       اساسية     ',
        'student_page'            =>'       الطلاب      ',
         'how_many_students'            =>'     كم عدد الطلاب  ؟  ',
        'gender'            =>'      النوع            ',
        'age'            =>'      العمر           ',
        'choose_a_course'            =>'      حدد الكورس           ',
      
         'student_1'            =>'      الطالب الاول            ',
        'student_2'            =>'      الطالب الثانى            ',
        'student_3'            =>'      الطالب الثالث           ',
        'student_4'            =>'      الطالب الرابع           ',
        'student_5'            =>'      الطالب الخامس           ',
        'welcome_to_quransquare'            =>'  :)    أهلا وسهلا بك  معنا فى ساحه القران    ',
        'welcome_to'            =>' أأهلا وسهلا بك يا  ',
        'With_us'            =>'    في ساحة القرآن ',
        'quick'            =>'    تسجيل   ',
        'welcome'            =>'    أهلا بك',
   
        'Free_Trial_Registeration'            =>'    التسجيل التجريبي المجاني',




        
        'Wait_for_your_account_to_be_activated'            =>'    انتظر تفعيل حسابك من اداره الموقع               ',
        'Wait_for_your_account_to_be_activated_And_Communicate_with_you'            =>'    انتظر التواصل معك  و تفعيل حسابك من اداره الموقع            ',

        'successfully_registered'            =>'     تهانينا لك  تم التسجيل معنا   بنجاح      ',
        'Please_the_name_field_is_required'            =>'     من فضلك حقل الاسم مطلوب و لا يترك فارغا    ',
        'Please_the_email_field_is_required'            =>'      من فضلك حقل البريد الالكترونى مطلوب ولا يترك فارغا * ',
        'choose_language'            =>'       اختيار الغه  ',
         '60MINS'            =>'   دقيقه   60    ',
         '30MINS'            =>'      30دقيقه ',
         'signup_now'            =>'     سجل الان  ',
         'OFFER_OF_THE_DAY'            =>'  عرض اليوم   ',
         
         //    ----------------model OFFER OF THE DAY
         'OF_THE_DAY'            =>' OF THE DAY ',
         'OFFER'            =>' OFFER  ',
        'one_any'            =>' one any',
        'couurse_at_website'            =>'  couurse at website     ',
        'OFFER_End_in'            =>'OFFER  END IN :',
        'num_Off '            =>' 15% Off    ',
        'offers'            =>' العروض    ',
        'OFFER_end_in'            =>' OFFER END In   :      ',
        'LATEST_ISLAMIC_ARTICLES'            =>'   مقالات اسلاميه قصيره  ',
        'videos_example'            =>'  فديو توضيحى ',
        'general_manager'            =>'المدير العام للشركة',
        'developed_by'            =>'     صممات وبرمجات  بواسطة ',
        'additional_information'            =>'معلومة اضافية  ',
        'executive_director'            =>'المدير التنفيذى    ',
        'marketing_director'            =>'المدير  التسويقى     ',
         'heade_section_price'            =>'المحاضره الأولى مجانية. لا يتطلب الدفع للفئة المجانية الأولى. اسرع واشترك الآن.       ',
         'text_developed_by'            =>'                الصياد ويب <elsayad web/> :: طورات وبرمجات هذ ا البرمجيه بواسطه الصياد ويب تصميم وتطوير مهندس محمد الصياد......     نحن فى الصياد ويب   
          ',
         'text_in_sayadweb'            =>'               منهجتها التي تعتمد على التحليل العلمي للمشروع والدراسة المستفيضة واضافة الافكار التي تعمل على خلق روح جديدة للمشاريع المقدمة لعملائها التي تعكس نجاحها الباهر على المنشأة وفريق العمل المنفذ للخدمة ، ومن هؤلاء العملاء ،  معداتكم – منطق – موثق – ارتاح – ارتك … الخ . منهجيتنا : – تحليل منطقي – رصد ودراسة – جمع المكونات – اضافة الافكار – تنفيذ وتطوير – الانطلاق والنجاح ما الذي نتميز به ؟ نحن في   الصياد ويب لتقنية المعلومات نعمل على خلق تواصل فعال وبناءا بيننا وبين عملائنا حتى وان كان العلاقة استشارية وليست عمل وتستمر هذه العلاقة سواءا اتم التعاقد ام لا ، وايضا نتميز بخدماتنا لما بعد البيع والتي تمتد طوال   الحياه  ',

       'text_general_manager'            =>'  مهندس محمد رمضان ، مرحبا بكم طلابنا واخونانا الاعزاء فى معهدكم معهد ساحه القران    ، رؤيتنا: المرجع الأول في تعليم القرآن الكريم وإقرائه وفق أعلى معايير الجودة و تطبيق أفضل أساليب تعليم كتاب الله تعالى على يد ذوي الخبرة من المتخصصين لمختلف شرائح المسلمين ، وإعادة الأمة إلى كتاب ربها تلاوة وحفظا وعملا. وتبليغ القران الكريم كما انزل على سيدنا محمد صلى الله عليه وسلم فى كل انحاء العالم.        ،  `الى انحاء العالم هذ هو هدفنا الاغالى والاسمى ، هدفنا هو تعليم وتحفيظ وتجويد القران الكريم كما انزل على سيدنا محمد صلى الله عليه وسلم فى كل انحاء العالم ',
        'text_executive_director'            =>'      المهندس :: أحمد رمضان ، مصمم ومبرمج التطبيق على  اب استور و   ومتجر جواجل  ، المدير التنفيذي لشؤون المعهد: نسعى دائمًا لاختراع أحدث الأساليب ، وتقديمها لأشقائي الطلاب الأعزاء لجعل  طريقة   تعلم اللغة العربية وحفظ كتاب الله عزاء وجل   هى اكثر الاوقات  متعه ،   ،سعيد جدا لخدمتكم           ',
//  -------------------------------------------------
        'jobs'            =>' وظائف    ',
        'Quran_Square_Institute'            =>'  يسعى معهد  ساحه القرآن لتوظيف أفضل معلمي القرآن واللغة العربية المؤهلين الذين يتقنون الجوانب النظرية والعملية بالإضافة إلى اللغة الإنجليزية بالإضافة إلى مهارات التدريس العالية. إذا كنت مؤهلاً وترغب في الانضمام إلى فريقنا ، يرجى كتابة بريدك الإلكتروني ، والتخصص الذي ترغب في العمل فيه وتحميل سيرتك الذاتية. سوف نتصل بك خلال 48 ساعة.    ',
        'Join_our_team'            =>' انضم إلينا وكن جزءًا من فريقنا    ',
        'tabe_1'            =>'  ميدان القرآن هو معهد على الإنترنت يقدم دروسًا في اللغة العربية وقرآنية لك ولأطفالك من خلال معلمين مؤهلين وذوي خبرة عالية من مصر الذين درسوا اللغة العربية والقرآن في جامعة الأزهر. لديهم سنوات عديدة من الخبرة في تدريس اللغة العربية والقرآن لغير الناطقين بها. في الآيات القرآنية ، نقدم أفضل المواد التعليمية لمساعدتك على ممارسة ما تتعلمه على مدار الساعة ، وليس فقط خلال الدروس. نحن نركز على تقديم دروس تفاعلية لك ولجميع أفراد عائلتك. نتابع واجباتك المنزلية لك ولأطفالك في كل درس. بعد ذلك ، نقدم لك اختبارات للتأكد من تحسينك وإحراز تقدم في دروسك. أنت لست صغيرا جدا ولا أكبر سنا للتعلم. يقدم معهد القرآن الكريم آيات من القرآن: الإسلام ودروس اللغة العربية للأطفال والكبار على حد سواء. نحن نلبي احتياجات جميع الفئات العمرية لأننا نؤمن إيمانا راسخا بأن المعرفة ، ذات أهمية وقيمة كبيرة للناس من جميع الأعمار      ',
       'our_vision'            =>' رؤيتنا:',
        'text_our_vision'            =>'التميز والريادة في تعليم اللغة العربية والقرآن الكريم بجهد أقل وفي وقت أسرع.',

        'our_message'            =>'رسالتنا: ',
        'text_our_message'            =>' العمل على خدمة كتاب الله تعالى تعلُّماً وتعليماً وتلاوةً،  وإعداد المعلمين والمعلمات من ذوي الكفاءة العالية لتعليم الأطفال والمبتدئين اللغة العربية والقرآن الكريم باستخدام أحدث الوسائل في اكتساب مهارات السمع والنطق والقراءة والكتابة، وتنسيق الجهود المتخصصة على أسس علمية ومهنية، معتمدين – بعد توفيق الله – على شركائنا في المراكز  والمؤسسات العلمية والأفراد من ذوي الخبرة في الدراسات القرآنية واللغوية',
        'our_goals'              =>'أهدافنا  :',
        'text_our_goals'            =>'1- العمل على تعليم كتاب الله تعالى وحفظه وإتقان تلاوته وتجويده بين الأطفال المسلمين. 2- خلق جو مناسب للأبناء والبنات المسلمين لتعليم كتاب الله تعالى وتعلمه وحفظه. 3 - المحافظة على أوقات الشباب وإشباع أوقات فراغهم بما يعود عليهم بالفائدة وعلى مجتمعهم ووطنهم بالخير. 4- استخدام التكنولوجيا الحديثة لخدمة كتاب الله سبحانه وتعالى. 5- تقديم الاستشارات العلمية في علم القراءة والقراءة. 6- إعداد ورعاية المشاريع المتميزة والبرامج المتخصصة التي تخدم الحفظ والقراء.          ',
// -------------------------------------------------------
// -------------------------------------------------------
            'educational_system'            =>' النظام التعليمى   ',
              'The_base_of_light_for_beginners'            =>'    قسم تعليم القاعدة النورانية للمبتدئين       ',
             'text_educational_system'            =>' النظم  التعلمي في القرآن الكريم: قال الله تعالى بعد بسم الله الرحمن الرحيم {  اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (3) الَّذِي عَلَّمَ بِالْقَلَمِ (4) عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ )     ',
             'text_The_base_of_light_for_beginners'            =>' أولاً : قسم تعليم القاعدة النورانية للمبتدئين: يتم تعليم المبتدئين من الأبناء والبنات حروفَ الهجاء العربية من خلال كتابِ القاعدة النورانية من تأليف فضيلة الشيخ نور محمد حقاني رحمه الله، وقد قام بتحقيقها وطباعتها ونشرها في العالم العربي بأسلوب حديث ومتطور وجذّاب سبطُ المؤلف المهندس/ محمد فاروق محمد الراعي عام 1419هـ، والقاعدة النورانية تُعْنَى بتعليم الحروف والمقاطع العربية، وهي بفضل الله أصبحت واحدةً من أنفع وأسهل القواعد المتداولةِ على مستوى العالم؛ لتعليم المبتدئين القراءةَ بجهد أقلَّ وفي وقت أسرع.     ',
            'department_of_memorizing'=>'قسم حفظ القرآن الكريم غيباً',
            'text_department_of_memorizing'=>' 
ثانياً : قسم تحفيظ القرآن الكريم غيباً:
وتكون مدة الدراسة فيه خمسة أيام في الأسبوع لمدة ساعتين ونصف يومياً ويتم تقسيمُ الوقت إلى خمسة أقسام رئيسية على النحو التالي:
القسم الأول: مدته نصف الساعة مخصصةٌ لتسميع الدرسِ الجديدِ، وفيه يستمع المعلم لقراءة الطلاب كلٌ على حِده.
القسم الثاني: مدته أيضاً نصف ساعة وفيه تُعطى الفرصة لجميع الطلاب لتحضير المراجعة اليومية، وهي عشر صَفَحات على الأقل، وتحضير آخر خمس صفحات التي حفظها الطالب من الدروس اليومية السابقة ليصبح المجموعُ خمسَ عَشْرةَ صفحة.
القسم الثالث: ومدته ساعة كاملة يتم فيها تسميع المراجعة اليومية ، ومقدارها كما تقدم خمس عشرةَ صفحةً يومياً لكل طالب، ويقسَّم الطلاب إلى مجموعتين، ويقوم كل طالب من المجموعة الأولى بالتسميع لزميله من المجموعة الثانية وبالعكس، وتعطى لكل طالب منهما مدةُ نصفِ ساعة، ويتابعهم المعلم أثناء التسميع فيما بينهم؛ ليتأكد من عدم ضياع الوقت في الأحاديث الجانبية.
القسم الرابع: ومدته نصف ساعة مخصصة لتصحيح الدرس الذي يجب على الطالب تحضيره لليوم التالي .
القسم الخامس: وهو قسم اختياري لإلقاء دروس تربوية وشرح بعض معاني مفردات القرآن وتحفيظ أربعين حديثاً للإمام النووي، وتعليمِ أذكارِ الصباح والمساء الخ …  ',

'Department_of_sprouts_Al_Furqan'=>'قسم براعم الفرقان',
'text_Department_of_sprouts_Al_Furqan'=>'
ثالثـاً : قسم براعم الفرقان:

و هو مخصص لتعليم الأطفال المتراوح أعمارهم ما بين ( أربع إلى ما دون ست سنوات – بنين و بنات ) حيث يتم إعدادهم للالتحاق مستقبلاً بمركز الفرقان، وذلك بتعليمهم القاعدةَ النورانيةَ قراءةً و كتابةً مع تلقينِ و حفظِ بعض قصار السور، و أذكار الصباح و المساء، وتعليم وغرس بعض الآداب والأخلاق الإسلامية التي يحتاج إليها كل طفل مسلم لينشأ نشأة إسلامية
 ',

'View_recitationeducationsection'=>'قسم تعليم التلاوة بالنظر',
 
'text_View_recitationeducationsection'=>'رابعـاً : قسم تعليم التلاوة بالنظر:
وهو أن يتعلم الابن أو الابنة قراءة القرآن الكريم القراءة الصحيحة المجودة المرتلة بالنظر، مع حفظ بعض الأجزاء وهو يمثل الشق الواجب على جميع المسلمين تعلمه.
 
 ',
'Parent_Education_Department'=>'قسم تعليم الآباء و الأمهات
',

'text_Parent_Education_Department'=>'خامساً : قسم تعليم الآباء و الأمهات: و هو مخصص لتعليم كبار السن من الآباء و الأمهات لقراءة القرآن الكريم بالنظر ، و حفظ بعض سور القرآن الكريم، والحمد لله هذا القسم في تطور مستمر، ويفرح الإنسان ويسرُّ خاطره عندما يرى أسرة كاملة مكونة من أبٍ وأمٍ وأبناء وبنات وأطفال يأتون في سيارة واحدة وفي مركزٍ واحدٍ ليتعلموا كتاب ربهم في جوٍّ أسريٍّ جميل، كلٌّ يذهب إلى المكان المخصص له داخل مباني هذا المركز، كيف لا وهم قد خرجوا جميعاً من دارهم ليقضوا هذا الوقت في طاعة الله وتعلُّم كتاب الله الكريم؛ فجزى الله خير الجزاء كل من دعم وساهم في إنشاء هذا الصرح المبارك والمتميز بإذن الله',

'about_developer'=>'عن المطور',
// --------------------------------
 'lern_quran'=>' تعلم القران   ',
'text_lern_quran'=>'  تعلم القرآن الكريم عبر الإنترنت معنا. تعلم أساسيات القرآن الكريم يشمل النطق الصحيح للكلمات أبجديًا ونحويًا. تم تصميم الخطوط العريضة لدورات القرآن لدينا بطريقة يتعلم فيها القارئ قراءة القرآن بطلاقة وتجويد صحيح.

عبادة الله هي المسؤولية الأولى للمسلم أن يثبت إيمانه ويقوي إيمانه به. عمل الخير من أهم سمات المسلم الصالح. وهذا هو السبب في أن دروس القرآن عبر الإنترنت للأطفال تساعدهم على قراءة القرآن بتفانٍ عميق وفهم معناه هو أعلى عمل لطلب رضا الله. لماذا يحتاج طفلك لأكاديمية القرآن؟ تتوفر دروس القرآن عبر الإنترنت في الولايات المتحدة الأمريكية والمملكة المتحدة وكندا وأوستوراليا على الإنترنت حيث يقدم لك متخصصو تعليم القرآن المطلعون أفضل الخدمات بصدق. سيقوم مدرس القرآن عبر الإنترنت بتشكيل عقول أطفالك لقراءة القرآن كما يجب. سيكافئ الله أولادك ونحن إذا تصرفوا مثل خدام الله الحقيقيين.

تتضمن برامج القرآن لدينا:

برنامج تعليم القرآن الكريم شامل لكل طالب لتعلم بركات الله.
تتضمن مقدمة الدورة المبادئ الأساسية للإسلام والقرآن بما في ذلك قراءة القرآن لأول مرة.
يقدم المعلمون عبر الإنترنت مساعدة حقيقية في قراءة القرآن وتلاوته.
لفهم وإدراك العقيدة الكامنة وراء القرآن ورسائل الله الإلهية ، يقدم معلمو الإسلام العارفين تفاصيل متعمقة لكل فصل.
محاضرات حول الفكر الإسلامي والمعتقدات الدينية.
مساعدة حفظ القرآن كاملة (الفقرات 30 كاملة)
لدينا أكثر المدربين والخبراء العرب الأصليين في القرآن الكريم لجعل تعليمك أكثر كفاءة. نحن نقوم بالتدريس باللغة الإنجليزية والعربية والهندية والأردية.
يقوم فريق الدعم لدينا بفحص وتدقيق فئات القرآن الكريم عبر الإنترنت لمنحك أفضل تجربة. نقوم بتدقيق فصولنا للتأكد من خدمات سلسة وعالية الجودة.
معهد آيات القرآن يجعل القرآن الكريم والتجويد سهلاً ، فمن الضروري أن يتعلم جيل الشباب أساسيات الإسلام وأن ينجحوا في هذه الكلمة وفي الآخرة. مع آيات القرآن ، هدفنا هو إظهار مهارات معلمي القرآن الكريم على الإنترنت والعلماء الإسلاميين الذين سيساعدونك على تعلم تفسير القرآن على الإنترنت وجعل تعلم القرآن الخاص بك سهلًا للغاية مع تعليم القرآن عبر الإنترنت على سكايب. ما نهدف إليه هو إنشاء القرآن الكريم على مستوى عالمي وأكاديمية التجويد على الإنترنت حيث يمكن للطلاب والأشخاص من أي عمر تعلم قراءة القرآن وفهمه من منازلهم.

تعلم ميزات القرآن في القرآن آيات
يمكن للطلاب حضور دروس القرآن في أي وقت وفي أي مكان. لا يحتاجون إلى وضع جدولهم المزدحم أو الأنشطة المدرسية جانباً وتعلم القرآن في ساعات محددة معنا. نجعل تجربة التعلم الخاصة بك لا تنسى ومريحة.
سواء كنت مجموعة من الطلاب الذين يتعلمون القرآن من المتخصصين المتعلمين لدينا أو الطلاب الفرديين ، فإننا نقدم اهتمامًا فرديًا لكل طالب أثناء إلقاء المحاضرات وفصول القرآن. نهجنا الاستراتيجي هو التركيز على نقاط الضعف لكل طالب ومساعدتهم على التغلب على مشاكلهم في فهم وتعلم القرآن. لذلك ، لا يتم منح أي طالب واحد الأفضلية على أي تحيز.     ',


'Learn_Quran_for_Kids'=>'تعلم القرآن للأطفال',
'text_Learn_Quran_for_Kids'=>' معهد تعلم القرآن للأطفال معنا ، يقدم دروس القرآن الكريم للأطفال عبر الإنترنت. تركز خدمات تعليم القرآن الكريم بشكل أساسي على الأطفال. كما نقدم دروس القرآن الكريم للبالغين والمبتدئين لكل من السيدات والرجال. لدينا فريق من معلمي القرآن الموثوق بهم والمحبين والخبراء مما يجعل من السهل جدًا تعلم القرآن الكريم عبر الإنترنت.

في الماضي ، سافر الناس مسافات طويلة لتعلم القرآن. الآن ، أصبح تعلم القرآن سهلاً للغاية وبأسعار معقولة. مع الأخذ في الاعتبار سجل حافلتنا وتجربتنا ، نحن واحدة من أفضل الأكاديميات لتعلم القرآن الكريم عبر الإنترنت. في دوراتنا ، ينصب تركيزنا على التجويد ومن ثم نقوم بتدريس القرآن عبر الإنترنت مع قواعد محددة للتجويد. توفر خدمة القرآن للأطفال للأطفال طريقة فعالة وفعالة من حيث التكلفة لتعلم القرآن الكريم.

معنا ، سيتعلم أطفالك القرآن بالتجويد بسرعة إلى حد ما ، إن شاء الله.

القرآن هو كلام الله على النبي محمد (ﷺ). من المهم جدًا للمسلمين أن يتعلموا كيف يقرؤون القرآن ويفهموا النجاح في العالمين ، فقد قال نبينا الحبيب (:):

اقرءوا القرآن الذي يأتي يوم القيامة شفيعًا لأصحاب

"قراءة القرآن ، لأنه يأتي شفيعًا لقرائه يوم القيامة" (المسلم)

يركم من تعلم القرآن وعلمه

"خيركم (المسلمون) من تعلم القرآن وعلمه" (رواه البخاري).

يوضح الحديثان أعلاه أهمية تعلم القرآن. نقطة مهمة في تحقيق ذلك هي "تعلم القرآن بالطريقة الصحيحة". هناك قواعد معينة توجه القراءة الصحيحة للقرآن تسمى "التجويد" وهي موضحة أكثر أدناه.           ',


 'Learn_Qirat_Online'=>'تعلم قيرات اون لاين',
 'text_Learn_Qirat_Online'=>'   تعرف على عشرة قيرات عبر الإنترنت معنا مع أفضل المعلمين عبر الإنترنت من مصر. يسهل معهد القرآن الكريم آيات الطلاب المهتمين بهذه الفرصة. لنقدم مقدمة قصيرة عن هذه القيرات العشرة. في القرآن ، تعني القراءات القراءات ، وتعني بالمصطلح طريقة تلاوة القرآن الكريم. تقليديا ، هناك 10 مدارس معترف بها في القيرات ، وكل واحدة تستمد اسمها من القارئ الشهير لتلاوة القرآن الكريم. من الضروري أن تفهم ما هي الـ10 قيراط قبل الانضمام لتعلم عشرة قيراط عبر الإنترنت. ما هي عشرة قيراط؟ عشرة قيرات ليست مثل الأصوات المختلفة والأنماط المختلفة ، بل هي اختلافات طفيفة في النطق والحروف والحركات. يشبه مقارنة كتابين مختلفين من القرآن وتجد اختلافات بينهما. لمعرفة ذلك بوضوح ، نحتاج إلى العودة إلى زمن النبي صلى الله عليه وسلم والتاريخ الإسلامي. كان الناس في زمن النبي محمد (عليه الصلاة والسلام) أميين ، ولهم لهجتهم الخاصة من قبيلتهم الخاصة مثل أي لغة أخرى. كما في حالة الإنجليزية من بريطانيا وأمريكا. لديها اختلافات في الهجاء والنطق. كان الأمر كذلك في ذلك الوقت أن لديهم لهجة مختلفة مثل لهجة قريش التي كانت قبيلة النبي الكريم (عليه الصلاة والسلام) ، لهجة اليمن ، لهجة الحدير وغيرها الكثير. هذه اللهجات لها اختلافات طفيفة ولكن دون تغيير في المعنى. في القيرات ، هناك فئتان: المطوّير: الإرسال الذي له سلاسل مستقلة من السلطات واسعة بحيث تستبعد إمكانية حدوث أي خطأ ويتفق عليه العلماء في ذلك الوقت. مشهور: هذه أقل عرضًا بقليل في انتقالها ، ولكنها لا تزال واسعة بحيث تجعل الخطأ غير مرجح الحدوث. هناك 7 مطايرات قريات: 1) نافع (ت 169/785) 2) ابن كثير (ت 120/737) 3) أبو عمرو بن العلا (ت 154/762). 4) ابن أمير (ت 154/762) 5) عاصم (ت 127/744) 6) حمزة (د 156/772) 7) الكسائي (ت 1899904) هناك 3 مشهور: 1) أبو جعفر (د 130/747) 2) يعقوب (ت 205/2020). 3) خلف (د. 229/843)  ',


'Learn_Noorani_Qaida'=>'تعلم نوراني القاعدة',
'text_Learn_Noorani_Qaida'=>'تعلم نوراني القاعدة في القرآن آيات. نوراني القاعدة هو الكتاب الأساسي لفهم القرآن. يمكن للأطفال تعلم القاعدة نورانيا بسهولة بمساعدة المعلم. يحتوي الكتاب على فصول أساسية ضرورية لفهم الكلمات المختلفة ، يتبع قواعد التجويد. هذا يجعل من السهل على الأطفال غير العرب تعلم الحروف العربية في المرحلة الأولية. دورة نوراني القاعدة هي أساسية للغاية وخطوة أولى لتعلم القرآن الكريم لجميع المبتدئين سواء الأطفال أو كبار السن. يجعل تعلم القرآن أسهل بكثير. يتعلم المسلمون في جميع أنحاء العالم نوراني القاعدة لبناء الأساس لتعلم القرآن. لديها العديد من التمارين المفيدة التي تشمل الكلمات والآيات القرآنية. لماذا نتعلم نوراني القاعدة؟ نوراني القاعدة هو أحد الكتيبات الأساسية التي تدرك التجويد الأساسي للقرآن الكريم ويحتوي على جميع الدروس المهمة لتلاوة القرآن. يبدأ الكتاب بالأبجدية العربية ويقود الطالب تدريجياً من حروف بسيطة إلى معقدة وآية قرآنية وقواعد التجويد. إنها الطريقة التقليدية لتعلم القرآن الكريم في العالم غير العربي. ويغطي ما يلي: التعرف على الحروف والرموز العربية ، وفهم القواعد الأساسية للنطق وربطها. الحروف الساكنة ، أحرف العلة القصيرة (Harakaat: أصوات الدمام ، الفتحة والكسرة) حروف العلة الطويلة (حروف مداح) ، تنوين ، حروف لينه ، ونون سكينة قواعد Ra و Lam قواعد الوقف (أين تتوقف وأين تتوقف) تشديد ، تشديد مع سكون ، تشديد مع تشديد ، تشديد بعد مدد إلخ كيف تتعلم دروس نوراني القاعدة الـ 17 وهي خطوات الإرشاد؟ وهي متوفرة في 17 فصلاً. سوف نعلم كيفية قراءة الحروف الأساسية في البداية بالنطق الصحيح. بعد الانتهاء من كل دروس القاعدة نورانيا ، ستتاح لك الفرصة لمراجعتها مرة أخرى. القراء عادة ، يمكن أن يكونوا من الأطفال والبالغين وكذلك من الإناث. ستفهم قواعد التجويد. القاعدة العربية كتاب إسلامي للمبتدئين. سيعطيك قوة للذهاب نحو تعلم القرآن مع المعرفة الكاملة. كتاب داعم لتعلم القرآن الكريم بالطريقة الصحيحة. ',

'Learn_Quranic_Arabic'=>' تعلم اللغة العربية القرآنية',
'text_Learn_Quranic_Arabic'=>'تعلم اللغة العربية القرآنية معنا. إذا كنت صادقًا حقًا في فهم جميع تعاليم القرآن الكريم تمامًا ، فستحتاج بالتأكيد إلى تعلم اللغة العربية القرآنية للقيام بذلك. بينما تمت ترجمة هذا النص الديني إلى لغات أخرى - بما في ذلك الإنجليزية - فإنك تخسر بعض تعقيدات المعاني إذا لم تقرأها بلغة المصدر. هذا من أهم أسباب تعلم اللغة العربية لفهم القرآن. لذا ، ما هي أفضل طريقة لتعلم هذا النوع الخاص من اللغة العربية؟ قد تكون غارقًا قليلاً في إمكانية تعلم لغة جديدة تمامًا لقراءة القرآن فقط ، ولكن الأمر أسهل مما تعتقد. اتبع هذه النصائح لتحسين تجربة التعلم والنجاح بشكل عام: تعلم التجويد - من أجل منع سوء فهم الكلمات والمصطلحات في القرآن الكريم ، يجب على قراء الكتاب اتباع قواعد محددة للتلاوة تسمى التجويد. تم إنشاء قواعد التلاوة هذه لتكرار الطريقة التي تلاها النبي محمد صلى الله عليه وسلم. ابدأ تعلم التجويد مبكرًا حتى تتمكن من تطبيقه على تلاواتك. يمكن أن يساعدك ذلك أيضًا على فهم تلاوات الآخرين لتحسين فرصك في تعلم اللغة بشكل أفضل. دراسة القواعد الأساسية - عندما تبدأ في تعلم اللغة العربية القرآنية ، فإن أهم شيء هو دراسة القواعد الأساسية أولاً. في حين أنه من الصحيح أن الأمر قد يستغرق سنوات لتعلم قواعد اللغة العربية القرآنية وحفظها بشكل كامل ، يمكنك الحصول على فهم أولي جيد خلال الساعات القليلة الأولى من الدراسة. عندما تركز على تعلم القواعد الأساسية أولاً ، يمكنك جمع جمل كاملة والبدء في فهم معانيها في وقت سابق. دراسة اللغة العربية إلى الإنجليزية (أو لغتك الأم) - نظرًا لأنك تتعلم اللغة العربية القرآنية لقراءة القرآن ، فمن المهم أن تركز طاقتك على تعلم كيفية ترجمة العربية إلى الإنجليزية ، أو لغتك الأم ، وليس العكس حول. نظرًا لأنك لا تحاول تعلم اللغة العربية التحادثية ، فلا تحتاج إلى قضاء أي وقت أو جهد في محاولة تعلم كيفية طلب الاتجاهات أو طلب الطعام ، مما يوفر لك المزيد من الوقت على المدى الطويل. على هذا النحو ، ركز فقط على تعلم المبادئ وراء ترجمة العربية إلى لغتك الأم. دراسة المصطلحات القرآنية - كما هو الحال في معظم الأديان ، يحتوي القرآن على العديد من المصطلحات والمفردات للدين التي لا تواجهها كثيرًا في الحياة اليومية. على هذا النحو ، من المهم أن تقضي وقتك وجهدك في تعلم المصطلحات القرآنية. وصحيح أيضًا أن العديد من كلمات المفردات في القرآن غالبًا ما تتكرر طوال النص. في الواقع ، هل تعلم أن 300 كلمة فقط تشكل أكثر من 70٪ من كامل الكتاب؟ إذا تعلمت 300 كلمة مبكرًا ، فستتمكن من قراءة القرآن ببساطة.',


'Learn_Reading_Quran'=>'تعلم قراءة القرآن',
'text_Learn_Reading_Quran'=>'تعلم قراءة القرآن معنا في المعهد من قبل معلمي القرآن المؤهلين ذوي الخبرة الطويلة في تدريس القرآن واللغة العربية عبر الإنترنت. سيعلمك معلمو القرآن الآيات الحروف الهجائية العربية وأصواتها وأشكالها ، ومقارنة الحروف المتشابهة وكيفية التفريق بينها ، وتعلم قراءة الحروف مع حروف العلة القصيرة (الحركات ، الفتحة ، الدمام ، كسرة) ، تعلم حروف العلة الطويلة (مودود) وتعلم كيفية تطابق الحروف لقراءتها. سيتعلم الطالب أيضًا الأشكال المختلفة للحروف عند كتابتها في بداية الكلمة وفي المنتصف وفي نهايتها. سيتمكن الطالب من معرفة الفرق بين الأصوات المتشابهة قريبة من (ص ، س) و (ض ، د) (ق ، ك) و (ت ، ط). سيعرف أيضًا كيفية نطق الحروف الثقيلة والخفيفة. علاوة على ذلك ، سيتمكن الطالب من قراءة القرآن بشكل صحيح. يبدأ بقراءة العديد من الأمثلة والآيات المختارة في القرآن الكريم ، ثم يذهب إلى كتاب المصحف ويبدأ في قراءة القرآن حتى يتقن القراءة ، ثم ينتقل إلى المرحلة التالية التي تتكون من قراءة القرآن مع التجويد. ',

'Learn_Quran_Memorization'=>'تعلم تحفيظ القرآن',
'text_Learn_Quran_Memorization'=>'تعلم تحفيظ القرآن معنا مع علماء من جامعة الأزهر التي تعتبر من أعرق جامعات العالم الإسلامي. تعرف على معنى الآيات وأسباب كشفها. قم ببناء فهمك لتلاوات الله حتى تتمكن من تطبيقها على حياتك اليومية وتجسيد مبادئ كونك مسلمًا صالحًا. في الجالية المسلمة ، الحافظ الذي أخذ الوقت والجهد لحفظ القرآن هم بعض من أكثر القادة والمثقفين احترامًا. يُطلب من أولئك الذين أكملوا هذه المهمة العظيمة لنصيحتهم وتفسيراتهم وإرشاداتهم. لا يوجد عمر أو مستوى تعليمي ضروري لبرنامج تحفيظ القرآن. بدلا من ذلك ، يجب أن يتم ذلك من قبل أولئك الذين يريدون تعميق إيمانهم وجني الفوائد في هذا العالم والعالم الآخر.',


'Learn_Tajweed_Rules'=>'تعلم قواعد التجويد',
'text_Learn_Tajweed_Rules'=>'تعلم قواعد التجويد معنا في المعهد من قبل معلمين مؤهلين تأهيلاً عالياً. التجويد يعني جعل الجمال في القراءة. يعني نطق كل حرف بشكل صحيح بكل صفاته. يمكن دراسة القواعد نفسها بشكل مستقل ، ولكن تطبيقها الصحيح لا يمكن أن يتم إلا من خلال الاستماع إلى معلم مؤهل للقرآن وتلاوته وتصحيحه. لسوء الحظ ، لا يعرف الكثير التجويد الصحيح. في أيام النبي صلى الله عليه وسلم ، لم تكن هناك حاجة لدراسة التجويد لأنهم تحدثوا مع ما يعرف الآن بالتجويد ؛ بعبارة أخرى ، كان ذلك طبيعيًا بالنسبة لهم. الآن ، وبعد مرور 14 قرنًا ، تغيرت العربية العامية بشكل جذري عن اللغة العربية الفصحى التي ظهر بها القرآن ، وعلى العرب أن يدرسوا التجويد ، تمامًا كما يفعل غير العرب.',

'Learn_Arabic_Language'=>'تعلم اللغة العربية',
'text_Learn_Arabic_Language'=>' تعلم اللغة العربية معنا معهد مع دعم مدرس أصلي شخصي 1 على 1. تتضمن الدراسة الكاملة للغة العربية الفصحى العديد من العلوم ، والتي يتم تغطيتها جميعًا في دروسنا. ستجد هنا دروسًا وتمارين مفيدة من شأنها تحسين قراءتك (قراءة) والكتابة (رسم الخط) والنطق (تجويد) والمفردات (لغة) والمفردات (مفردات) والقواعد (نحو) والقواعد والمورفولوجيا (صرف) ، أصول (اشتقاق) ، بلاغة (بلاغة) ، شعر (عروض). تعد اللغة العربية من أهم اللغات في العالم. يتحدث أكثر من 300 مليون شخص في أكثر من 20 دولة العربية. نشأت هذه اللغة الأفرو آسيوية منذ عدة آلاف من السنين. في الأصل تم التحدث بها فقط في شبه الجزيرة العربية ، وانتشرت في وقت لاحق على نطاق واسع. هناك العديد من اللهجات العربية المختلفة. العديد من اللهجات مختلفة تمامًا عن اللغة العربية الفصحى. غالبًا ما لا يفهم المتحدثون من مناطق مختلفة بعضهم البعض على الإطلاق. بالكاد يتحدث العربية القديمة اليوم. يوجد بشكل خاص في شكل مكتوب. ازداد الاهتمام باللغة العربية في السنوات الأخيرة. يجد الكثير من الناس أن نظام الكتابة العربية رائع بشكل خاص. مكتوب من اليمين إلى اليسار. إذا كنت ترغب في تعلم اللغة العربية ، يجب أن تفعل ذلك بترتيب معين. أولاً النطق ، ثم القواعد ، ثم نظام الكتابة. إذا التزمت بهذا الطلب ، فستستمتع بالتأكيد أثناء التعلم.',
'WHAT_YOU_WILL_LEARN'=>' ما ستتعلمه ؟    '  ,

// ------------------section artcle Islmk

'payment_methods'=>'طرق الدفع',
'text_payment_methods'=>'    عن طريق بطاقات الخصم / بطاقات الائتمان باي بال ويسترن يونيون (تحويل أموال) Money Gram (تحويل أموال) حوالة بنكية ',

'Pay_Per_Class_DISCOUNTTS'=>'    الخصومات  ',
'text_Pay_Per_Class_DISCOUNTTS'=>'    خطة مخصصة الدفع لكل صف: إذا كنت لا تريد أن تأخذ خطة شهرية ، ادفع 6 دولارات لكل فئة (60 دقيقة) خطة مخصصة: اتصل بنا إذا كنت بحاجة إلى خطة مخصصة لأطفالك لتلبية احتياجاتك ..   ',
 'text_Family_Package'=>'باقة العائلة: خصم 35٪ للعائلات. عائلات منخفضة الدخل: خصم 10٪ لأولئك الذين لا يستطيعون تحمل التكلفة الكاملة',
'Family_Package'=> 'خطة مخصصة',


'coronavirus'=>'فيروس كورونا',
'Practicing_Islam_Amid_Pandemic'=>'الفيروس التاجي: ممارسة الإسلام وسط الوباء',
'text_coronavirus'=>'في الأوقات العصيبة ، أول رد إسلامي هو البحث عن إجابات في القرآن والسنة. لم نترك بدون اتجاهات واضحة في كل جانب من جوانب حياتنا. من لحظة دخول الوليد إلى العالم حتى يوم مغادرتنا لهذه الأرض ، هناك اتجاه واضح. نحن لسنا وحدنا.',

'memorizing'=>'تحفيظ',
'heade_memorizing'=>'نصائح لتحفيظ القرآن',
'text_memorizing'=>'المسلمون الذين يحفظون القرآن سيصبحون أعضاء محترمين في مجتمعهم ، يعتمد عليهم في حكمتهم ومنظورهم. هناك سبب لاحتجازهم بمثل هذا التكريم العالي: تحفيظ كامل للقرآن - بما في ذلك النطق الصحيح والإملاء -',
'hade_Due_to_the_crisis_of_coronavirus'=>'بسبب أزمة فيروس كورونا',
'text_Due_to_the_crisis_of_coronavirus'=>'بسبب أزمة فيروس كورونا (COVID-19) ، العديد من الناس الذين كانوا يتعلمون القرآن في المسجد ، مدرسة القرآن ، الأكاديمية أو حتى مع مدرس خاص في المنزل ، لا يمكنهم الاستمرار في حضور دروسهم الآن',
'Women_Compose'=>'تأليف النساء',
'head_Women_Compose'=>'النساء يملكن أكثر من نصف العاملين',
'text_Women_Compose'=>'تشكل النساء 60٪ من إجمالي القوى العاملة في IQRA ، ولا يمكننا أن نكون أكثر فخورة ، الحمد لله. كثير منهم متزوج ولديه أطفال صغار ، وآخرون يدخرون لمواصلة تعليمهم وكلهم يساعدون في إعالة أسرهم. لقد كان IQRA وسيلة للبقاء في المنزل ولا يزال يتبع أحلامهم وأهدافهم.',

'head_Hidden_Blessings'=>'الفيروس التاجي: النعم المخفية خلال هذا الوقت',
'text_Hidden_Blessings'=>'فيروس كورونا: بركات خفية خلال هذا الوقت نحن في أوقات غير مسبوقة. لم يسبق لجيلنا رؤية أو تجربة أي شيء قريب من ما يحدث حاليًا في العالم مع جائحة COVID-19. أدى الإغلاق العالمي للمدارس والشركات ووسائل النقل والمساجد إلى توقف مجتمعنا تمامًا.',
// -----------------start page sow one course 
'Free_Trial_Classs'=>'  3 فصول تجريبية مجانية',
'Completion_Certificates'=>' الحصول على شهادات الإنجاز',
'Classes_Around_The_Clock'=>'فصول حول الساعة',
'One_To_One_Live_Sessions'=>'جلسات مباشرة من شخص لشخص',
'Male_Female_Tutors'=>'معلمين & ومعلمات',
'recommended'=>'موصى به',
'Recite_it_right_to_recite_it'=>'يتلونه حق تلاوته',
'eaching_the_correct_reading_of_the_Quran'=>'تعليم قراءة القرآن الصحيحة',
'Now_you_can_learn_clock'=>'الآن يمكنك تعلم القراءة الصحيحة للقرآن الكريم من خلال الاستماع إلى القرّاء المجيدين عن بعد وعلي مدار الساعة',
'all_statistics'=>'جميع الإحصائيات',
'pages'=>'الصفحات',

'Allcourses'=>' الكروسات  ',
'Allstatistics'=>' الإحصائيات',
'AllPrices'=>' الاسعار',
'Allwhyus'=>' ? لماذ نحن ',
'remember_me'=>'تذكرانى لاحقا',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
''=>'',
// ------------------html 5
// ------------------html 5



 
 	
     ];

 
